[
"Acara tv apa yang paling kamu benci? Berikan alasannya!",
"Apa baju yang menurutmu paling jelek yang pernah kamu pakai, dan kapan kamu memakainya?",
"Apa hal paling buruk atau gosip yang pernah kamu bilang tentang temenmu?",
"Apa hal paling memalukan dari dirimu?",
"Apa hal paling memalukan dari temanmu?",
"Apa hal pertama yang kamu lihat saat kamu melihat orang lain atau lawan jenis?",
"Apa hal pertama yang terlintas di pikiranmu saat kamu melihat cermin?",
"Apa hal terbodoh yang pernah kamu lakukan?",
"Apa ketakutan terbesar kamu?",
"Apa mimpi terburuk yang pernah kamu alami?",
"Apa mimpi terkonyol yang sampai sekarang kamu kamu ingat?",
"Apa pekerjaan paling konyol yang pernah kamu bayangin kamu akan jadi?",
"Apa sifat terburukmu menurut kamu?",
"Apa sifat yang ingin kamu rubah dari dirimu?",
"Apa yang akan kamu lakuin bila pacarmu bilang hidung atau jarimu jelek?",
"Apa yang kamu fikirkan sebelum kamu tidur ? ex menghayal tentang jodoh,dll.",
"Apakah hal yang menurutmu paling menonjol dari dirimu?",
"Bagian tubuh temanmu mana yang paling kamu sukai dan ingin kamu punya?",
"Bagian tubuhmu mana yang paling kamu benci?",
"Dari semua kelas yang ada di sekolah, kelas mana yang paling ingin kamu masuki dan kelas mana yang paling ingin kamu hindari?",
"Film dan lagu apa yang pernah membuat kamu menangis?",
"Hal apa yang kamu rahasiakan sampe sekarang dan gak ada satu orangpun yang tau?",
"Hal paling romantis apa yang seseorang atau lawan jenis pernah lakuin atau kasih ke kamu?",
"Hal-hal menjijikan apa yang pernah kamu alami?",
"Jika kamu lahir kembali dan harus jadi salah satu dari temanmu, siapa yang akan kamu pilih untuk jadi dia?",
"Jika punya kekuatan super atau overpower ingin melakukan apa?",
"Jika sebentar lagi kiamat, apa yang kamu lakukan?",
"Kalo kamu disuruh operasi plastik dengan contoh wajah dari teman sekelasmu, wajah siapa yang akan kamu tiru?",
"Kamu pernah mencuri sesuatu gak?",
"Apakah kamu takut mati? kenapa?",
"Kapan terakhir kali kamu menangis dan mengapa?",
"Apa kemampuan spesial kamu?",
"Kok bisa suka sama orang yang kamu sukai?",
"Menurutmu, apa sifat baik teman terdekatmu yang nggak dia sadari?",
"Orang seperti apa yang ingin kamu nikahi suatu saat nanti?",
"Pernahkah kamu diam-diam berharap hubungan seseorang dengan pacarnya putus? Kenapa?",
"Pilih PACAR atau TEMAN ? why?",
"Quote apa yang paling kamu ingat dan kamu suka?",
"Rahasia apa yang belum pernah kamu katakan sampai sekarang kepada teman mu?",
"Siapa panutan yang benar-benar menjadi panutanmu?",
"Siapa mantan terindah mu? dan mengapa kalian putus ?!",
"Siapa nama artis yang pernah kamu bucinin diam-diam?",
"Siapa nama orang atau lawan jenis yang menurutmu akan asyik bila dijadikan pacar?",
"Siapa nama orang yang pernah kamu kepoin diam-diam?",
"Siapa orang atau lawan jenis yang paling sering terlintas di pikiranmu?",
"Siapa yang paling mendekati tipe pasangan idealmu di sini"
]